import type { FaqData } from "@/pages/main-pages/HomePage/types/faq";

export const FAQ_ITEMS: FaqData[] = [
    {
        id: 1,
        question: "چگونه می‌توانم وضعیت سفارش خود را پیگیری کنم؟",
        answer: "پس از ثبت سفارش، کد پیگیری از طریق پیامک برای شما ارسال می‌شود. همچنین می‌توانید با ورود به حساب کاربری و بخش «سفارش‌های من»، وضعیت لحظه‌ای مرسوله را مشاهده کنید.",
    },
    {
        id: 2,
        question: "شرایط و مهلت مرجوعی کتاب به چه صورت است؟",
        answer: "در صورت وجود هرگونه نقص چاپ، پارگی یا مغایرت با سفارش، تا ۷ روز کاری پس از تحویل می‌توانید درخواست بازگشت کالا را در بخش پشتیبانی ثبت کنید تا هزینه کامل عودت داده شود.",
    },
    {
        id: 3,
        question: "هزینه و زمان ارسال سفارش‌ها چقدر است؟",
        answer: "سفارش‌های بالای ۵۰۰ هزار تومان به‌صورت رایگان ارسال می‌شوند. زمان تحویل در تهران ۱ الی ۲ روز کاری و برای سایر استان‌ها از طریق پست پیشتاز بین ۳ تا ۵ روز کاری خواهد بود.",
    },
];
